<div class="wp" id="process">
    <h1>购物指南</h1>
    <p>1.注册或登录账号              2.选择班服参数              3.填写设计需求              4.支付订单              5.挑选设计作品              6.等待生产配送</p>

    <h2>1.注册登录账号</h2>

    <p>好青年们，想要购买设计好青年班服产品，需要先注册或者登录好青年账号；</p>

    <p>1.1 你可以通过手机，邮箱或第三方平台进行注册设计好青年账户；</p>
    <p>1.2 注册用户在注册前请仔细阅读《设计好青年用户协议》</p>

    <h2>2.选择班服参数</h2>
    <p>根据班级班服定制需求，选择衣服的颜色，尺码，数量，定制印刷位置；</p>

    <p>2.1 设计好青年现在开放购买为  纯棉短袖T恤基础款 查看衣服介绍></p>
    <p>2.2 根据需求选择衣服的颜色，目前开放购买的纯衣颜色为 白色，黑色，红色，灰色；</p>
    <p>2.3 填写购买数量，如L码需要购买10件，即在L后面输入10；</p>
    <p>2.4 根据需求，选择班服的定制位置（可多选），班服单价将根据选择的位置和图案数量调整单价；</p>

    <h2>3.填写设计需求</h2>
    <p>根据班服图案的定制需求，填写需求内容，设计师将根据你填写的内容需求进行图案设计；</p>

    <p>3.1 填写班级（团队）名称，如：北京大学外星人专业；</p>
    <p>3.2 填写图案设计需求，如：你希望设计图案的颜色是xx色的，希望的风格是xxx样的，要体现北京大学或则</p>
    <p>外星人专业的，最后图案是卡通的大大眼睛，小小身体的外星人；</p>

    <h2>4.支付订单</h2>
    <p>选择并填写衣服需求参数后，确认订购信息无误并支付订单；</p>

    <p>4.1 支付订单需要确认衣服的颜色，数量，尺码，印刷位置，单价等数据；</p>
    <p>4.2 填写添加收件人信息，发票抬头等信息；</p>
    <p>4.3 选择支付平台对订单进行支付，支付成功后，你的班服设计需求将生成设计任务推送给设计师；</p>

    <h2>5.挑选设计作品</h2>
    <p>在众多的设计作品中，选择最好的一个进行生产吧</p>

    <p>5.1 在支付成功之后的24小时内，设计师将对你的班服需求进行设计；</p>
    <p>5.2 在该时间内（后），你可以登录账号进入我的订单进行作品挑选；</p>
    <p>5.3 如没有合适的设计作品，可选择取消订单，获得退款；具体退款事项，请查看售后政策；</p>



    <h2>当您完成了以上步骤后，就可以安心等待收货啦！</h2>
    <p>在挑选作品后，我们将安排定制生产，班服将在3-7天内发货（节假日除外）</p>

    <h2>签收须知</h2>
    <p>为保障大家的切身利益，我们在此提醒您，收到商品时需要注意以下各项：</p>
    <p>1．下单时，请尽量留下本人能够签收的地址与联系电话；</p>
    <p>2．收到商品时请当场验货，检查外包装是否完好，商品种类数量是否与订单明细相符；</p>
    <p>3．在本人不能亲自签收的情况下，请委托他人签收并严格按照第二项内容操作；</p>
    <p>4．如签收后商品出现质量问题，请您及时联系设计好青年客服010-6293-4180。</p>
</div>